/* Atom aART name */
"Album Artist" = "Album Artist";

/* Atom atID name */
"Album Title ID" = "Album Title ID";

/* Atom fall name */
"Alternate Audio Track Reference" = "Alternate Audio Track Reference";

/* Atom cnID name */
"Apple Store Catalog ID" = "Apple Store Catalog ID";

/* Atom pID name */
"Apple Store ID" = "Apple Store ID";

/* Atom avcC name */
"AVC Configuration" = "AVC Configuration";

/* Atom avc1 name */
"AVC Visual Sample Description" = "AVC Visual Sample Description";

/* Atom gmin name */
"Base Media Information" = "Base Media Information";

/* Atom gmhd name */
"Base Media Information Header" = "Base Media Information Header";

/* Atom btrt name */
"Bit Rate" = "Bit Rate";

/* Atom chap name */
"Chapter Track Reference" = "Chapter Track Reference";

/* Atom co64 name */
"Chunk Large Offset" = "Chunk Large Offset";

/* Atom stco name */
"Chunk Offset" = "Chunk Offset";

/* Atom colr name */
"Color Parameter" = "Color Parameter";

/* Atom stz2 name */
"Compact Sample Size" = "Compact Sample Size";

/* Atom cpil name */
"Compilation" = "Compilation";

/* Atom ctts name */
"Composition Time to Sample" = "Composition Time to Sample";

/* Atom rtng name */
"Content Advisory" = "Content Advisory";

/* Atom cprt name */
"Copyright" = "Copyright";

/* Atom covr name */
"Cover Art" = "Cover Art";

/* Atom 'url ' name */
"Data Entry URL" = "Data Entry URL";

/* Atom data name prefix - before parent atom name is filled in */
"Data for parent" = "Data for parent";

/* Atom dinf name */
"Data Information" = "Data Information";

/* Atom dref name */
"Data Reference" = "Data Reference";

/* Atom stts name */
"Decoding Time to Sample" = "Decoding Time to Sample";

/* Atom stdp name */
"Degradation Priority" = "Degradation Priority";

/* Atom desc name */
"Description" = "Description";

/* Atom disk name */
"Disk Number" = "Disk Number";

/* Atom edts name */
"Edit" = "Edit";

/* Atom elst name */
"Edit List" = "Edit List";

/* Atom esds name */
"Elementary Stream Descriptor" = "Elementary Stream Descriptor";

/* Atom elng name */
"Extended Language Tag" = "Extended Language Tag";

/* Atom drmi name */
"FairPlay Protected Video" = "FairPlay Protected Video";

/* Atom ftyp name */
"File Type" = "File Type";

/* Atom flvr name */
"Flavor" = "Flavor";

/* Atom ftab name */
"Font Table" = "Font Table";

/* Atom forc name */
"Forced Subtitle Track Reference" = "Forced Subtitle Track Reference";

/* Atom free name
   Atom skip name */
"Free Space" = "Free Space";

/* Atom pgap name */
"Gapless Playback" = "Gapless Playback";

/* Atom gnre name */
"Genre" = "Genre";

/* Atom geID name */
"Genre ID" = "Genre ID";

/* Atom hdlr name */
"Handler Reference" = "Handler Reference";

/* Atom hdvd name */
"HD Video" = "HD Video";

/* Atom hmhd name */
"Hint Media Header" = "Hint Media Header";

/* Atom sdtp name */
"Independent and Disposable Samples" = "Independent and Disposable Samples";

/* Atom akID name */
"iTunes Store Account Type" = "iTunes Store Account Type";

/* Atom ldes name */
"Long Description" = "Long Description";

/* Atom mdia name */
"Media" = "Media";

/* Atom mdat name */
"Media Data" = "Media Data";

/* Atom mdhd name */
"Media Header" = "Media Header";

/* Atom minf name */
"Media Information" = "Media Information";

/* Atom stik name */
"Media Kind" = "Media Kind";

/* Atom meta name */
"Metadata" = "Metadata";

/* Atom keys name */
"Metadata Item Keys" = "Metadata Item Keys";

/* Atom ilst name */
"Metadata Item List" = "Metadata Item List";

/* Atom moov name */
"Movie" = "Movie";

/* Atom mvex name */
"Movie Extends" = "Movie Extends";

/* Atom mehd name */
"Movie Extends Header" = "Movie Extends Header";

/* Atom moof name */
"Movie Fragment" = "Movie Fragment";

/* Atom mfhd name */
"Movie Fragment Header" = "Movie Fragment Header";

/* Atom mfra name */
"Movie Fragment Random Access" = "Movie Fragment Random Access";

/* Atom mfro name */
"Movie Fragment Random Access Offset" = "Movie Fragment Random Access Offset";

/* Atom mvhd name */
"Movie Header" = "Movie Header";

/* Atom mp4a name */
"MP4 Audio Sample Description" = "MP4 Audio Sample Description";

/* Atom nmhd name */
"Null Media Header" = "Null Media Header";

/* Atom iods name */
"Object Descriptor" = "Object Descriptor";

/* Atom frma name */
"Original Format" = "Original Format";

/* Atom padb name */
"Padding Bits" = "Padding Bits";

/* Atom pasp name */
"Pixel Aspect Ratio" = "Pixel Aspect Ratio";

/* Atom plID name */
"Playlist ID" = "Playlist ID";

/* Atom sinf name */
"Protection Scheme Information" = "Protection Scheme Information";

/* Atom purd name */
"Purchase Date" = "Purchase Date";

/* Atom ---- name */
"Reverse DNS Style iTunes Metadata" = "Reverse DNS Style iTunes Metadata";

/* Atom stsd name */
"Sample Description" = "Sample Description";

/* Atom stsz name */
"Sample Size" = "Sample Size";

/* Atom stbl name */
"Sample Table" = "Sample Table";

/* Atom stsc name */
"Sample To Chunk" = "Sample To Chunk";

/* Atom schi name */
"Scheme Information" = "Scheme Information";

/* Atom schm name */
"Scheme Type" = "Scheme Type";

/* Atom sdes name */
"Series Description" = "Series Description";

/* Atom stsh name */
"Shadow Sync Sample" = "Shadow Sync Sample";

/* Atom soal name */
"Sort Order Album" = "Sort Order Album";

/* Atom soar name */
"Sort Order Artist" = "Sort Order Artist";

/* Atom sonm name */
"Sort Order Name" = "Sort Order Name";

/* Atom smhd name */
"Sound Media Header" = "Sound Media Header";

/* Atom sfID name */
"Storefront ID" = "Storefront ID";

/* Atom folw name */
"Subtitle Follows Track Reference" = "Subtitle Follows Track Reference";

/* Atom tx3g name */
"Subtitle Sample Description" = "Subtitle Sample Description";

/* Atom stss name */
"Sync Sample" = "Sync Sample";

/* Name string for an atom type unknown to the application */
"The meaning of this atom is unknown." = "The meaning of this atom is unknown.";

/* String to use when the atom type is unrecognized */
"This atom type is not recognized." = "This atom type is not recognized.";

/* Atom trak name */
"Track" = "Track";

/* Atom tapt name */
"Track Aperture Mode Dimensions" = "Track Aperture Mode Dimensions";

/* Atom clef name */
"Track Clean Aperture Dimensions" = "Track Clean Aperture Dimensions";

/* Atom enof name */
"Track Encoded Pixels Dimensions" = "Track Encoded Pixels Dimensions";

/* Atom trex name */
"Track Extends" = "Track Extends";

/* Atom traf name */
"Track Fragment" = "Track Fragment";

/* Atom tfhd name */
"Track Fragment Header" = "Track Fragment Header";

/* Atom tfra name */
"Track Fragment Random Access" = "Track Fragment Random Access";

/* Atom trun name */
"Track Fragment Run" = "Track Fragment Run";

/* Atom tkhd name */
"Track Header" = "Track Header";

/* Atom trkn name */
"Track Number" = "Track Number";

/* Atom prof name */
"Track Production Aperture Dimensions" = "Track Production Aperture Dimensions";

/* Atom tref name */
"Track Reference" = "Track Reference";

/* Atom tven name */
"TV Episode Number" = "TV Episode Number";

/* Atom tves name */
"TV Episode Number in Season" = "TV Episode Number in Season";

/* Atom tvnn name */
"TV Network Name" = "TV Network Name";

/* Atom tvsn name */
"TV Season Number" = "TV Season Number";

/* Atom tvsh name */
"TV Show Name" = "TV Show Name";

/* Atom udta name */
"User Data" = "User Data";

/* Atom 'xid ' name */
"Vendor ID" = "Vendor ID";

/* Atom vmhd name */
"Video Media Header" = "Video Media Header";

